import {stage1, stage2, stage3, stage4} from '../assets';

export const howItWorkData = [
  {
    img: stage1,
    title: 'Прочитай задание внимательно',
    text: 'Думаю у тебя не займет это больше двух-трех минут',
  },
  {
    img: stage2,
    title: 'Изучи весь макет заранее',
    text: 'Подумай как это будет работать на разных разрешениях и при скролле',
  },
  {
    img: stage3,
    title: 'Сделай хорошо',
    text: 'Чтобы мы могли тебе доверить подобные задачи в будущем',
  },
  {
    img: stage4,
    title: 'Получи предложение',
    text: 'Ну тут все просто, не я придумал правила, но думаю так и будет)))',
  },
];
