import {
  profileImg1,
  profileImg2,
  profileImg3,
  stage1,
  stage2,
  stage3,
  stage4,
} from '../assets';

export const howItWorkData = [
  {
    img: stage1,
    title: 'Прочитай задание внимательно',
    text: 'Думаю у тебя не займет это больше двух-трех минут',
  },
  {
    img: stage2,
    title: 'Изучи весь макет заранее',
    text: 'Подумай как это будет работать на разных разрешениях и при скролле',
  },
  {
    img: stage3,
    title: 'Сделай хорошо',
    text: 'Чтобы мы могли тебе доверить подобные задачи в будущем',
  },
  {
    img: stage4,
    title: 'Получи предложение',
    text: 'Ну тут все просто, не я придумал правила, но думаю так и будет)))',
  },
];

export const feedbackData = [
  {
    img: profileImg1,
    city: 'Самара',
    fio: 'Константинов Михаил Павлович',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ',
    id: 1,
  },
  {
    img: profileImg2,
    fio: 'Иван Иванов',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
    id: 2,
  },
  {
    img: profileImg3,
    fio: 'Артем Корнилов',
    city: 'Москва',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. ',
    id: 3,
  },
  {
    img: profileImg1,
    fio: 'Jon Doe',
    city: 'New-York',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.',
    id: 4,
  },
  {
    img: profileImg2,
    fio: 'Константинов Михаил Павлович',
    city: 'Санкт-Петербург',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ',
    id: 5,
  },
  {
    img: profileImg3,
    fio: 'Артем Корнилов',
    city: 'Самара',
    text: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.  ',
    id: 6,
  },
];

export const questionsData = [
  {
    title: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title: 'Прототип нового сервиса - это как трубный призыв?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title: 'Частокол на границе продолжает удивлять?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title:
      'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
  {
    title: 'Высококачественный прототип будущего проекта обнадёживает?',
    text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
  },
];

export const articlesData = [
  {
    title: 'Опрошенных пользовались микрокредитами',
    text: 'Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах',
  },
  {
    title: 'Опрошенных пользовались микрокредитами',
    text: 'Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах',
  },
  {
    title: 'Опрошенных пользовались микрокредитами',
    text: 'Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах',
  },
  {
    title: 'Опрошенных пользовались микрокредитами',
    text: 'Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах',
  },
];
